# St7SetGroupColour

Sets the colour of the specified group for entity display purposes.

long St7SetGroupColour(long uID, long GroupID, long GroupCol)

Input Parameters

uID

Strand7 model file ID.

GroupID

The ID number of the specified group.

GroupCol

Group colour. See also RGB Colours.